{
  "heroSlider": [
    "/images/hero/hero-2.jpeg",
    "/images/hero/hero-3.jpeg",
    "/images/hero/hero-1.jpeg"
  ],
  "ourStores": [
    {
      "name": "The Designer",
      "paragraphs": [
        "The Designer Interiors is a creative interior design studio established in 2008 by Gamalielle Edwards and has relocated to The Lookout Centre in Plettenberg Bay.",
        "We offer full turnkey interior design services and project management which include floor plan layouts , 3d drawings, soft furnishings, lighting design, within the domestic and commercial sectors.",
        "Our retail section VINKEL is supportive of South African makers, from furniture makers to artists offering them a platform to display their works. We have our own products that are designed and sourced for Vinkel locally and importing beautiful rugs and fabrics from around the world. "
      ],
      "contact": [
        { "phone": "" },
        { "email": "" },
        { "website": "https://www.thedesigner.co.za" },
        { "instagram": "" },
        { "facebook": "" }
      ],
      "image": "/images/tenants/the-designer.jpeg"
    },
    {
      "name": "The Pie Shop",
      "paragraphs": [
        "Next level carefully crafted artisinal hand made pies. Made & baked - fresh - right here in our kitchen. Our secret shortcrust pastry has been a favourite since The Pie Shop was established 25 years ago! Always new & exciting fillings. Beef, chicken, pork, lamb, vegetarian options."
      ],
      "contact": [
        { "phone": "044533490" },
        { "email": "" },
        { "website": "" },
        { "instagram": "" },
        { "facebook": "" }
      ],
      "image": "/images/tenants/the-pie-shop.jpeg"
    },
    {
      "name": "The Whale Shop",
      "paragraphs": [
        "A treasure trove of coastal charm, The Whale Shop offers nautical souvenirs, elegant beach house decor, and beautiful silver and gold jewelry. It's the perfect stop for unique gifts and seaside inspiration, loved by both tourists and locals."
      ],
      "contact": [
        { "phone": "0812719965" },
        { "email": "info@thewhaleshop.co.za" },
        { "website": "" },
        { "instagram": "the_whale_shop_" },
        { "facebook": "" }
      ],
      "image": "/images/tenants/the-whale-shop.jpeg"
    },
    {
      "name": "Emma Lash Studio",
      "paragraphs": [
        "Specializing in the art of Eyelash, Eyebrow & Aesthetics Treatments.",
        "Our Aesthetic Therapists have been trained by the internationally recognized Lash & Brow Master and Aesthetics Expert, Emma Nichol, who brings over 20 years of experience to the studio.",
        "Our treatments include Eyelash Extensions, Lash Tinting & Lifting, Brow Tinting & Lamination, Brow Shaping, Permanent Make-up, Bio Sculpture Gel Nails, and Professional Make-up.",
        "Opening Hours: Monday to Friday 08h30 – 17h00, Saturdays (seasonal)",
        "Bookings - Over the phone or online via Booksy"
      ],
      "contact": [
        { "phone": "0762136215" },
        { "email": "" },
        { "website": "" },
        { "instagram": "" },
        { "facebook": "" }
      ],
      "image": "/images/tenants/emma-aesthetics.jpeg"
    },
    {
      "name": "French Kisses",
      "paragraphs": [
        "French Kisses is a luxury international boutique situated in the Lookout Centre in the heart of Plettenberg Bay. Offering a curated selection of high-end fashion and accessories we pride ourselves on exceptional quality and personalized service. Experience the ultimate shopping experience with exclusive collections that reflect the latest trends and timeless designs."
      ],
      "contact": [
        { "phone": "" },
        { "email": "" },
        { "website": "" },
        { "instagram": "" },
        { "facebook": "" }
      ],
      "image": "/images/tenants/french-kisses.jpeg"
    },
    {
      "name": "Ice Palazzo",
      "paragraphs": [
        "Ice Palazzo in Plettenberg Bay is a beloved, family-owned gelato shop crafting authentic Italian-style ice cream. This cozy spot offers a delightful array of flavours, homemade waffles, and creamy milkshakes. It's a must-visit for dessert lovers seeking a sweet treat in Plett.",
        "Home to the 20 Scoop Challenge!"
      ],
      "contact": [
        { "phone": "" },
        { "email": "" },
        { "website": "" },
        { "instagram": "" },
        { "facebook": "" }
      ],
      "image": "/images/tenants/ice-palazzo.jpeg"
    },
    {
      "name": "Little Victory Clothing",
      "paragraphs": [
        "LVC (Little Victory Clothing) is a well-curated thrift store, established in 2017, offering a treasure trove of vintage gems, high-end labels, and quality second-hand fashion for both men and women. Based in Plettenberg Bay, LVC caters to a broad market — from budget-conscious shoppers to brand lovers — with a focus on premium pieces, timeless style, and conscious fashion. Out-of-town clients can shop via our Instagram page."
      ],
      "contact": [
        { "phone": "" },
        { "email": "" },
        { "website": "" },
        { "instagram": "little.victory.clothing" },
        { "facebook": "" }
      ],
      "image": "/images/tenants/little-victory-clothing.jpeg"
    },
    {
      "name": "Mooigoed Design",
      "paragraphs": [
        "Mooigoed Design is a lifestyle boutique situated in Plettenberg Bay – the small business with a huge heart! Shop our beautiful hand-made ranges in store and online."
      ],
      "contact": [
        { "phone": "" },
        { "email": "" },
        { "website": "https://www.mooigoeddesign.com" },
        { "instagram": "" },
        { "facebook": "" }
      ],
      "image": "/images/tenants/moeigoed.jpeg"
    },
    {
      "name": "Pam Golding",
      "paragraphs": [
        "Pam Golding Properties Plettenberg Bay",
        "Monday - Friday 8am–4 pm",
        "Saturday 9am–2pm",
        "Sunday Closed"
      ],
      "contact": [
        { "phone": "0445332103" },
        { "email": "plettenbergbay@pamgolding.co.za" },
        { "website": "" },
        { "instagram": "" },
        {
          "facebook": "https://www.facebook.com/PamGoldingPropertiesKnysnaPlettenbergBayWebsitelink:https://www.pamgolding.co.za/property-search/properties-for-sale-plettenberg-bay/530"
        }
      ],
      "image": "/images/tenants/pam-golding.jpeg"
    },
    {
      "name": "Two On Toast",
      "paragraphs": [
        "We’re thrilled to welcome you to our brand new store, where creativity meets curation. Born from a love of design and a passion for the unusual, our eclectic collection brings together fashion, décor, and gifting with flair and personality.",
        "From cosy knits and bold coats to statement jewellery and dazzling party wear, Two on Toast has your wardrobe covered for every season and every celebration. Whether you’re heading to a winter dinner party, lounging poolside in summer, or dressing up for a family gathering, you’ll find eye-catching pieces and unforgettable accessories to match the moment.",
        "Looking for something different? So are we — and that’s exactly what you’ll find on our rails."
      ],
      "contact": [
        { "phone": "" },
        { "email": "" },
        { "website": "" },
        { "instagram": "" },
        { "facebook": "" }
      ],
      "image": "/images/tenants/two-on-toast.jpeg"
    },
    {
      "name": "San Francisco Coffee",
      "paragraphs": [
        "Air roaster of the finest Arabica coffee sourced form all over the world.",
        "Coffee supplier to the Hospitality industry and Retail stores.",
        "Direct Sales to the public.",
        "Distribution and sale of commercial and household coffee equipment and accessories"
      ],
      "contact": [
        { "phone": "" },
        { "email": "" },
        { "website": "" },
        { "instagram": "" },
        { "facebook": "" }
      ],
      "image": "/images/tenants/san-francisco-coffee.jpeg"
    },
    {
      "name": "The Surf Shop",
      "paragraphs": [
        "The Surf Shop is a vibrant surf, swim & lifestyle store. Perfect for picking up everything from surf gear and beachwear to curated casual fashion and accessories, The Surf Shop is the go-to destination in Plett for those chasing waves or city style by the sea."
      ],
      "contact": [
        { "phone": "" },
        { "email": "" },
        { "website": "" },
        { "instagram": "" },
        { "facebook": "" }
      ],
      "image": "/images/tenants/the-surf-shop.jpg"
    },
    {
      "name": "Salt Clothing",
      "paragraphs": [
        "Slow Coastal Clothing made with 100% natural fibres — born from humble beginnings, we’re a proud family brand. Our pieces embody comfort, authenticity, and an easy-going lifestyle. Rooted in family values and coastal living, we create timeless clothing that feels as good as it looks. Thanks for being here!"
      ],
      "contact": [
        { "phone": "0742610264 " },
        { "email": "info@saltplettenbergbay.co.za" },
        { "website": "" },
        { "instagram": "salt.plettenbergbay" },
        {
          "facebook": "https://www.facebook.com/profile.php?id=100090024756530"
        }
      ],
      "image": "/images/tenants/salt.jpeg"
    },
    {
      "name": "Gallop Hill Gallery",
      "paragraphs": [
        "Gallop Hill Gallery is a premier art destination in Plettenberg Bay, showcasing high-end investment art from a curated selection of exceptionally talented South African artists. With sister galleries in Hermanus and Franschhoek, Gallop Hill offers collectors and art lovers access to some of the country's most compelling contemporary works in elegantly curated spaces."
      ],
      "contact": [
        { "phone": "076 169 4547" },
        { "email": "dijonne@gallophill.co.za" },
        { "website": "" },
        { "instagram": "gallophillgallery" },
        { "facebook": "" }
      ],
      "image": "/images/tenants/gallop-hill-gallery.png"
    },
    {
      "name": "Nine Pillars",
      "paragraphs": [
        "Curated Luxury for Home & Gifting",
        "Discover Nine Pillars, a Plettenberg Bay boutique showcasing hand-selected homeware, décor, gifts, and wearables. Founder Tamasen curates pieces with intention, blending timeless design, South African artistry, and a touch of playful sophistication.",
        "A World of Inspiration - Explore our curated collections from celebrated brands like Melville & Moon, Ardmore, and Pichulik. Shop unique treasures for your home or find the perfect, personal gift.",
        "Indulge Your Senses - Nine Pillars offers a space to lose yourself in the beauty of curated luxury, where shopping is an experience of discovery, indulgence, and inspiration."
      ],
      "contact": [
        { "phone": "" },
        { "email": "" },
        { "website": "" },
        { "instagram": "" },
        {
          "facebook": " "
        }
      ],
      "image": "/images/tenants/nine-pillars.jpeg"
    },
    {
      "name": "Nook",
      "paragraphs": [
        "Nook is a dynamic space centred around the art of storytelling. A reimagining of a Plett community staple, Nook presents a curated selection of books, products from a collective of makers, and a venue for hosting events and workshops."
      ],
      "contact": [
        { "phone": "" },
        { "email": "bxyouplett@gmail.com" },
        { "website": "" },
        { "instagram": "" },
        { "facebook": "" }
      ],
      "image": "/images/tenants/book-nook.jpeg"
    },
    {
      "name": "Dr Adri du Plessis",
      "paragraphs": [
        "Now Welcoming a New Dental Surgeon and Oral Hygienist in Plettenberg Bay",
        "We are pleased to introduce our new dental professional, offering gentle and expert care in a comfortable setting. High-quality treatment at affordable rates."
      ],
      "contact": [
        { "phone": "044 382 7122" },
        { "email": "" },
        { "website": "" },
        { "instagram": "" },
        { "facebook": "" }
      ],
      "image": "/images/tenants/dr-adri-du-plessis.jpg"
    },
    {
      "name": "Le Fournil de Plett",
      "paragraphs": [
        "Le Fournil de Plett is a charming French‑style bakery & café tucked into the Lookout Centre courtyard offering  freshly baked artisan breads, sourdough, rye and French pastries (croissants, tarts, the renowned almond croissant) using organic stone‑ground flour, farm butter, free‑range eggs and locally sourced ingredients. Their menu includes gourmet sandwiches, homemade soups, cakes and premium artisan coffee from Truth Coffee.",
        "Open from early breakfasts—croissants and cappuccino at 07:30, full breakfast and lunch from 08:00 daily (until mid‑afternoon and slightly shorter hours on Sundays)—it’s ideal for a laid‑back morning or a long lunch in Plettenberg Bay’s seaside vibe."
      ],
      "contact": [
        { "phone": "044 533 1390" },
        { "email": "lefournil@mweb.co.za " },
        { "website": "https://lefournildeplett.co.za" },
        { "instagram": "lefournildeplett" },
        { "facebook": "https://www.facebook.com/lefournildeplett" }
      ],
      "image": "/images/tenants/le-fournil.jpeg"
    },
    {
      "name": "Blue Bay Guards",
      "paragraphs": [
        "Blue Bay Guards is a dependable, locally rooted security partner with experienced staff, a visible security fleet and a strong community focus, making them a trusted choice for reliable protection and security related services in Plettenberg Bay"
      ],
      "contact": [
        { "phone": "044 533 1691" },
        { "email": "" },
        { "website": "" },
        { "instagram": "" },
        { "facebook": "" }
      ],
      "image": "/images/tenants/blue-bay-guards.jpeg"
    }
  ],
  "gallerySlider": [
    "/images/gallery/image0.jpeg",
    "/images/gallery/image2.jpeg",
    "/images/gallery/image3.jpeg"
  ],
  "contactDetails": {
    "email": "info@lookoutcentre.co.za"
  }
}
